["[PAD]", "[UNK]", "[CLS]", "[SEP]", "[MASK]", "!", "\"", "#", "$", "%", "&", "'", "(", ")", "*", "+", ",", "-", ".", "/", ":", ";", "<", "=", ">", "?", "@", "[", "\\", "]", "^", "_", "`", "{", "|", "}", "~", "a", "b", "c", "d", "e", "f", "g", "h", "i", "j", "k", "l", "m", "n", "o", "p", "q", "r", "s", "t", "u", "v", "w", "x", "y", "z", "0", "1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15", "16", "17", "18", "19", "20", "21", "22", "23", "24", "25", "26", "27", "28", "29", "30", "31", "32", "33", "34", "35", "36", "37", "38", "39", "40", "41", "42", "43", "44", "45", "46", "47", "48", "49", "50", "51", "52", "53", "54", "55", "56", "57", "58", "59", "60", "61", "62", "63", "64", "65", "66", "67", "68", "69", "70", "71", "72", "73", "74", "75", "76", "77", "78", "79", "80", "81", "82", "83", "84", "85", "86", "87", "88", "89", "90", "91", "92", "93", "94", "95", "96", "97", "98", "99", "##a", "##b", "##c", "##d", "##e", "##f", "##g", "##h", "##i", "##j", "##k", "##l", "##m", "##n", "##o", "##p", "##q", "##r", "##s", "##t", "##u", "##v", "##w", "##x", "##y", "##z", "##0", "##1", "##2", "##3", "##4", "##5", "##6", "##7", "##8", "##9", "##ing", "##ed", "##ly", "##er", "##est", "##ful", "##less", "##ness", "##ment", "##tion", "##sion", "##able", "##ible", "##al", "##ial", "##ical", "##ic", "##ive", "##ous", "##eous", "##ious", "##en", "##ize", "##ise", "##ify", "##ate", "##ure", "##ant", "##ent", "##ance", "##ence", "##ity", "##ty", "##dom", "##ship", "##hood", "##ward", "##wise", "##fold", "##most", "##ism", "##ist", "##ian", "##or", "##ar", "##ary", "##ory", "##ery", "##ry", "##ssion", "##tionally", "##tional", "##ally", "##icly", "##ically", "##bility", "##graphy", "##logy", "##metry", "##ther", "##ties", "##ting", "##ted", "##ter", "##tor", "##ture", "##mal", "##nal", "##ral", "##cal", "##like", "##some", "##ling", "##side", "##time", "##way", "##work", "##proof", "##worthy", "##bound", "##land", "##line", "##mark", "##yard", "the", "be", "to", "of", "and", "in", "that", "have", "it", "for", "not", "on", "with", "he", "as", "you", "do", "at", "this", "but", "his", "by", "from", "they", "we", "say", "her", "she", "or", "an", "will", "my", "one", "all", "would", "there", "their", "what", "so", "up", "out", "if", "about", "who", "get", "which", "go", "me", "when", "make", "can", "like", "time", "no", "just", "him", "know", "take", "people", "into", "year", "your", "good", "some", "could", "them", "see", "other", "than", "then", "now", "look", "only", "come", "its", "over", "think", "also", "back", "after", "use", "two", "how", "our", "work", "first", "well", "way", "even", "new", "want", "because", "any", "these", "give", "day", "most", "us", "great", "between", "need", "yet", "own", "before", "too", "thing", "many", "those", "every", "long", "place", "live", "where", "down", "should", "each", "state", "world", "still", "three", "hand", "high", "right", "old", "large", "small", "different", "house", "show", "both", "life", "change", "under", "never", "must", "while", "point", "last", "turn", "man", "part", "city", "put", "ask", "boy", "play", "land", "head", "water", "side", "face", "young", "read", "why", "better", "big", "same", "tell", "kind", "enough", "far", "end", "hard", "night", "might", "follow", "begin", "important", "until", "letter", "create", "open", "across", "run", "bring", "close", "present", "carry", "along", "keep", "already", "quite", "early", "clear", "light", "understand", "air", "body", "color", "form", "help", "line", "order", "power", "real", "school", "seem", "set", "sure", "system", "mean", "move", "possible", "public", "without", "today", "write", "course", "family", "through", "less", "against", "number", "home", "music", "country", "problem", "group", "idea", "often", "story", "fact", "above", "since", "together", "almost", "money", "office", "white", "case", "taken", "minute", "book", "second", "study", "reason", "teach", "month", "father", "once", "general", "love", "person", "figure", "door", "true", "whole", "field", "hear", "paper", "strong", "hold", "himself", "plan", "room", "blood", "east", "west", "north", "south", "dark", "blue", "green", "red", "black", "brown", "yellow", "pink", "orange", "purple", "gray", "simple", "several", "upon", "watch", "special", "center", "town", "nature", "history", "science", "art", "language", "earth", "sky", "sea", "river", "tree", "flower", "animal", "human", "mind", "heart", "spirit", "sense", "teacher", "student", "doctor", "nurse", "driver", "worker", "leader", "player", "member", "community", "society", "culture", "value", "class", "example", "quality", "process", "method", "product", "service", "industry", "economy", "market", "company", "government", "president", "nation", "region", "area", "section", "material", "energy", "surface", "position", "measure", "standard", "design", "operation", "structure", "effect", "activity", "practice", "supply", "support", "cover", "report", "develop", "produce", "provide", "include", "require", "describe", "represent", "increase", "reduce", "control", "manage", "establish", "determine", "consider", "suggest", "express", "communicate", "participate", "experience", "achieve", "improve", "prepare", "maintain", "protect", "prevent", "respond", "choose", "decide", "allow", "accept", "admit", "affect", "apply", "argue", "arrange", "assume", "attend", "avoid", "base", "beat", "become", "believe", "build", "call", "cause", "certain", "chance", "character", "check", "claim", "collect", "common", "compare", "complete", "connect", "contain", "continue", "correct", "cost", "council", "count", "couple", "court", "crime", "cross", "crowd", "current", "cut", "damage", "danger", "deal", "death", "debate", "debt", "decision", "deep", "defence", "degree", "demand", "depending", "detail", "die", "difference", "difficult", "dinner", "direction", "discover", "discuss", "disease", "distance", "distribute", "division", "document", "dog", "double", "doubt", "draw", "dream", "drive", "drop", "drug", "duty", "ease", "economic", "edge", "education", "effort", "election", "else", "employ", "encourage", "enemy", "engage", "engine", "enjoy", "ensure", "enter", "environment", "equal", "equipment", "escape", "especially", "evening", "event", "evidence", "exactly", "examine", "exchange", "exist", "expect", "expense", "experiment", "explain", "export", "extend", "extent", "external", "factor", "fail", "fair", "faith", "fall", "familiar", "fast", "fear", "feature", "feed", "female", "fight", "file", "fill", "film", "final", "financial", "finger", "finish", "fire", "firm", "fish", "fit", "fix", "flight", "floor", "focus", "food", "foot", "force", "foreign", "forest", "forget", "former", "forward", "free", "freedom", "fresh", "friend", "front", "fruit", "fuel", "full", "function", "fund", "future", "gain", "game", "garden", "gas", "gate", "gather", "generate", "gentle", "genuine", "gift", "girl", "glass", "global", "goal", "god", "gold", "golf", "grant", "grass", "ground", "growth", "guard", "guess", "guest", "guide", "guilty", "gun", "hall", "handle", "hang", "happen", "happy", "harbour", "hardly", "harm", "hat", "hate", "health", "heat", "heaven", "heavily", "height", "hell", "hence", "heritage", "hidden", "hide", "highlight", "hill", "hire", "historical", "hit", "hole", "holiday", "honour", "hope", "horizon", "horror", "host", "hotel", "household", "huge", "humour", "hunt", "hurt", "husband", "hypothesis", "ice", "ideal", "identify", "ignore", "illegal", "illness", "image", "imagine", "immediate", "immense", "impact", "implement", "imply", "import", "impose", "impress", "income", "indeed", "indicate", "infant", "inform", "initial", "initiative", "injury", "inner", "innocent", "inquiry", "insect", "inside", "insist", "install", "instance", "instead", "institute", "insurance", "intelligence", "intend", "intense", "interest", "internal", "international", "internet", "interpret", "intervention", "interview", "introduce", "invasion", "invest", "investigate", "invite", "involve", "island", "issue", "item", "itself", "job", "join", "joint", "journal", "journey", "judge", "jump", "justice", "key", "kick", "kid", "kill", "kitchen", "knowledge", "landscape", "lane", "later", "latter", "laugh", "launch", "law", "lawyer", "layer", "leading", "league", "lean", "learn", "least", "leave", "legal", "length", "lesson", "level", "library", "lie", "lift", "likely", "limit", "link", "liquid", "list", "listen", "literature", "little", "load", "loan", "local", "locate", "location", "lock", "logical", "lonely", "longer", "lord", "lose", "loss", "lost", "loudly", "lovely", "lower", "luck", "lunch", "machine", "magazine", "major", "majority", "management", "manner", "manufacture", "map", "margin", "mark", "marriage", "master", "match", "matter", "maximum", "maybe", "meaning", "mechanism", "media", "medical", "medium", "meet", "memory", "mental", "mention", "merely", "message", "metal", "middle", "military", "million", "minimum", "minister", "minor", "miracle", "mirror", "miss", "mission", "mistake", "mix", "model", "modern", "modest", "moment", "monitor", "moon", "moral", "morning", "mother", "motion", "motor", "mountain", "mouth", "movement", "much", "murder", "muscle", "museum", "musical", "mysterious", "narrow", "national", "native", "natural", "nearby", "nearly", "necessarily", "necessary", "neck", "negative", "negotiate", "neighbour", "neither", "nervous", "network", "nevertheless", "normal", "normally", "northern", "nose", "note", "nothing", "notice", "notion", "novel", "nowhere", "nuclear", "numerous", "object", "objective", "obligation", "observe", "obtain", "obvious", "occasion", "occupy", "occur", "ocean", "offence", "offer", "officer", "official", "operate", "opinion", "opponent", "opportunity", "oppose", "option", "ordinary", "organ", "organize", "original", "otherwise", "outcome", "output", "outside", "overall", "overcome", "owner", "oxygen", "pack", "package", "page", "pain", "paint", "pair", "panel", "panic", "paragraph", "parent", "park", "parliament", "participant", "particular", "partly", "partner", "pass", "passage", "passenger", "passion", "past", "path", "patient", "pattern", "pause", "payment", "peace", "peak", "penalty", "perfect", "perform", "perhaps", "period", "permanent", "permission", "permit", "personal", "personality", "perspective", "phase", "philosophy", "phone", "photograph", "phrase", "physical", "piano", "picture", "piece", "pilot", "pipe", "plain", "plane", "planet", "plant", "plate", "platform", "please", "pleasure", "plenty", "pocket", "poem", "poet", "poetry", "police", "policy", "political", "politician", "politics", "pollution", "population", "positive", "possess", "possibility", "possibly", "post", "potato", "potential", "pound", "pour", "poverty", "powerful", "practical", "pray", "prayer", "precisely", "predict", "prefer", "premise", "preparation", "presence", "preserve", "press", "pressure", "presume", "pretend", "pretty", "previous", "price", "pride", "primarily", "primary", "prime", "prince", "principle", "print", "prison", "prisoner", "privacy", "private", "privilege", "prize", "probably", "procedure", "proceed", "production", "profession", "professional", "professor", "profile", "profit", "program", "progress", "project", "promise", "promote", "prompt", "proof", "proper", "property", "proportion", "proposal", "propose", "prospect", "protection", "protein", "protest", "proud", "prove", "province", "provision", "psychological", "publication", "publicity", "publish", "pull", "pupil", "purchase", "pure", "purpose", "pursue", "push", "qualification", "quarter", "queen", "question", "quick", "quickly", "quiet", "quietly", "quit", "quote", "race", "radical", "radio", "rail", "rain", "raise", "range", "rank", "rapid", "rapidly", "rare", "rarely", "rate", "rather", "rating", "ratio", "raw", "reach", "react", "reaction", "reader", "reading", "ready", "reality", "realize", "really", "reasonable", "recall", "receive", "recent", "recently", "recipe", "recognize", "recommend", "record", "recover", "reflect", "reform", "refuse", "register", "regret", "regular", "regulate", "reject", "relate", "relation", "relative", "release", "relevant", "relief", "religion", "religious", "rely", "remain", "remark", "remember", "remind", "remote", "remove", "repeat", "replace", "reply", "republic", "reputation", "request", "research", "reserve", "reside", "resident", "resign", "resist", "resolve", "resort", "resource", "response", "responsibility", "responsible", "rest", "restaurant", "restore", "restrict", "result", "retain", "retire", "return", "reveal", "revenue", "review", "revolution", "reward", "rhythm", "rich", "rid", "ride", "ring", "rise", "risk", "road", "rock", "role", "roll", "romantic", "roof", "root", "rough", "roughly", "round", "route", "routine", "row", "royal", "rule", "running", "rural", "safe", "safety", "sail", "sake", "salad", "salary", "sale", "salt", "sample", "sand", "satellite", "satisfaction", "satisfy", "save", "scale", "scene", "schedule", "scheme", "scholar", "scientific", "scientist", "scope", "score", "scream", "screen", "script", "search", "season", "secret", "secretary", "sector", "secure", "security", "seed", "seek", "select", "selection", "self", "sell", "senate", "send", "senior", "sensitive", "sentence", "separate", "sequence", "series", "serious", "serve", "session", "settle", "setting", "severe", "sexual", "shadow", "shake", "shall", "shape", "share", "sharp", "sheet", "shelf", "shell", "shelter", "shift", "shine", "ship", "shirt", "shock", "shoe", "shoot", "shop", "shopping", "shore", "short", "shot", "shoulder", "shout", "shut", "sick", "sight", "sign", "signal", "significance", "silence", "silent", "silver", "similar", "simply", "sing", "single", "sister", "sit", "site", "situation", "size", "skill", "skin", "slave", "sleep", "slice", "slide", "slight", "slightly", "slip", "slow", "slowly", "smart", "smooth", "snap", "snow", "social", "soft", "software", "soil", "solar", "soldier", "solid", "solution", "solve", "somebody", "somehow", "someone", "something", "sometimes", "somewhat", "somewhere", "son", "song", "soon", "sophisticated", "sorry", "sort", "soul", "sound", "source", "southern", "space", "speak", "speaker", "specialist", "species", "specific", "speech", "speed", "spend", "spin", "spiritual", "split", "spoke", "sport", "spot", "spread", "spring", "square", "stable", "staff", "stage", "stand", "star", "stare", "start", "statement", "station", "statistics", "status", "stay", "steady", "steal", "steel", "step", "stick", "stock", "stomach", "stone", "stop", "storage", "store", "storm", "straight", "strange", "stranger", "strategic", "strategy", "stream", "street", "strength", "stress", "stretch", "strike", "string", "strip", "stroke", "strongly", "struggle", "studio", "stuff", "style", "subject", "substance", "substantial", "substitute", "succeed", "success", "successful", "such", "sudden", "suddenly", "suffer", "sufficient", "sugar", "suggestion", "suicide", "suit", "summer", "summit", "sun", "supermarket", "supporter", "suppose", "supposed", "supreme", "surely", "surgery", "surprise", "surprised", "surprising", "surround", "survey", "survive", "suspect", "sustain", "swear", "sweep", "sweet", "swim", "swing", "switch", "symbol", "sympathy", "symptom", "table", "tackle", "tail", "tale", "talent", "talk", "tall", "tank", "tap", "tape", "target", "task", "taste", "tax", "tea", "teaching", "team", "tear", "technical", "technique", "technology", "telephone", "television", "temperature", "temporary", "tend", "tendency", "tennis", "tension", "tent", "term", "terminal", "terrible", "territory", "terror", "test", "text", "thank", "thanks", "theme", "theory", "therapy", "therefore", "thesis", "thick", "thin", "thinking", "third", "thirty", "thorough", "thought", "thousand", "threat", "threaten", "throat", "throughout", "throw", "thumb", "thus", "ticket", "tide", "tie", "tight", "till", "tiny", "tip", "tire", "title", "tomorrow", "tone", "tongue", "tonight", "tool", "tooth", "top", "topic", "total", "totally", "touch", "tough", "tour", "tourist", "towards", "tower", "track", "trade", "tradition", "traditional", "traffic", "tragic", "trail", "train", "training", "transfer", "transform", "transition", "translate", "transport", "travel", "treat", "treatment", "treaty", "trend", "trial", "tribe", "trick", "trip", "troop", "trouble", "truck", "truly", "trust", "truth", "try", "tube", "turning", "tutor", "twice", "twin", "twist", "type", "typical", "unable", "underestimate", "underground", "understanding", "undertake", "unemployment", "unexpected", "unfair", "unfortunate", "unhappy", "uniform", "union", "unique", "unit", "unite", "united", "universal", "universe", "university", "unknown", "unless", "unlike", "unlikely", "unusual", "update", "upper", "urban", "urge", "used", "useful", "user", "usual", "usually", "utility", "vaccine", "valid", "valley", "valuable", "van", "variation", "variety", "various", "vary", "vast", "vehicle", "venture", "version", "versus", "vertical", "very", "vessel", "veteran", "via", "victim", "victory", "video", "view", "village", "violence", "violent", "virtue", "virus", "visible", "vision", "visit", "visitor", "visual", "vital", "voice", "volume", "voluntary", "vote", "wage", "wait", "walk", "wall", "war", "warm", "warn", "wash", "waste", "wave", "weak", "weakness", "wealth", "weapon", "wear", "weather", "web", "website", "wedding", "week", "weekend", "weekly", "weight", "welcome", "welfare", "western", "wet", "whatever", "wheel", "whenever", "whereas", "whether", "whisper", "whom", "whose", "wide", "widely", "width", "wife", "wild", "win", "wind", "window", "wine", "wing", "winner", "winter", "wire", "wisdom", "wise", "wish", "withdraw", "within", "witness", "woman", "wonder", "wonderful", "wood", "wooden", "word", "working", "works", "workshop", "worried", "worry", "worse", "worship", "worst", "worth", "worthwhile", "worthy", "wound", "wrap", "writer", "writing", "written", "wrong", "yard", "yes", "yesterday", "yield", "youth", "zone"]